Repository: agarcian/MongoDBASPNetProviders
Catalog: WebUI4/Resources/Account.*.resx
Languages: es

# AccountCreationUnsuccessful
source: Account creation was unsuccessful. Please correct the errors and try again.
es: Hubo un error durante el registro de la nueva cuenta. Por favor corriga los errores e intentelo de nuevo.

source: Can't access your account
es: Problemas para entrar a su cuenta?

# ChangePassword
source: Change my password
es: Cambiar mi contraseña

source: Confirm new password
es: Confirmar nueva constraseña

source: Confirm password
es: Confirmar constraseña

source: Country
es: Pais

source: Current password
es: Constraseña actual

source: Email address
es: Direccion de Correo Electronico

# EnterPassword
source: Enter your password
es: Entre su contrasena

# ErrorIncorrectPassword
source: The current password is incorrect or the new password is invalid.
es: La nueva constraseña no es valida, o la constraseña actual esta incorrecta.

# ErrorInvalidEmail
source: Invalid email address
es: La direccion de correo electronico es invalida.

# ErrorLogin
source: Login was unsuccessful. Please correct the errors and try again.
es: Hubo un error entrando al sitio Web. Por favor corregir los errores.

# ErrorMustBeXCharactersLong
source: The {0} must be at least {2} characters long.
es: La {0} debe ser de al menos {2} caracteres.

# ErrorNewPasswordAndConfirmationDoNotMatch
source: The new password and confirmation password do not match.
es: La nueva constraseñs y la confirmacion no coinciden.

# ErrorPasswordAndConfirmationDoNotMatch
source: The password and confirmation password do not match.
es: La constraseña y la confirmacion no coinciden.

# ErrorPasswordCouldNotBeChanged
source: Password change was unsuccessful. Please correct the errors and try again.
es: La constraseña no pudo ser modificada. Por favor corregir los errores.

# ErrorProfileCouldNotBeSaved
source: Profile could not be saved.
es: La informacion del perfil no se pudo guardar

source: First name
es: Nombres

# ForgotYourPassword
source: Have you forgotten your password?
es: Ha olvidado su contrasena?

# IncorrectUsernameOrPassword
source: The user name or password provided is incorrect.
es: El nombre de usuario o la constraseña no son validas.

source: Last name
es: Apellidos

source: Log In
es: Entrar

source: Log off
es: Salir

source: Manage your Profile
es: Administrar Perfil de Usuario

source: My profile
es: Mi perfil

source: New password
es: Nueva constraseña

source: Password
es: Constraseña

# PasswordChangedSuccessfully
source: Your password has been changed successfully.
es: El cambio de constraseña se completo exitosamente.

# PasswordMinimumLength
source: Passwords are required to be a minimum of {0} characters in length.
es: Las constraseñas requieren un minimo de {0} caracteres.

# PleaseEnterUsernameAndPassword
source: Please enter your user name and password. <a href="{0}">Register</a> if you don't have an account.
es: Por favor escriba su nombre de usuario y su contrasena. <a href="{0}">Registrese</a> si aun no tiene una cuenta.

source: Register
es: Crear una cuenta

# RegisterTooltip
source: Register if you don't have an account.
es: Registrese si no tiene una cuenta

source: Remember me?
es: Recordar mi usuario?

source: Reset Password
es: Cambiar contrasena

source: Retrieve Password
es: Recuperar contrasena

# RetrievePasswordFor
source: Retrieve your Password for {0}
es: Recuperar contrasena para {0}

# RetrievePasswordTooltip
source: If you forgot your password you can retrieve it here.
es: Si ha olivdado su contrasena, la puede recuperar aqui

# RetrievePasswordUsingEmail
source: You can retrieve it using your email account, or you can link your profile to facebook to login faster.
es: Usted puede recuperar su password utilizando su correo electronico o puede enlazar su perfil a Facebook para entrar a la pagina.

source: User name
es: Nombre de usuario

source: User name or Email
es: Nombre de usuario o Email
